* Justine's Hours
** System Design
   CLOCK: [2012-02-03 Fri 02:51]--[2012-02-03 Fri 04:30] =>  1:39
** Signup & Messaging
   CLOCK: [2012-02-02 Thu 22:43]--[2012-02-03 Fri 02:42] =>  3:59
   CLOCK: [2012-02-02 Thu 22:25]--[2012-02-02 Thu 22:36] =>  0:11
   CLOCK: [2012-02-02 Thu 22:00]--[2012-02-02 Thu 22:24] =>  0:24
   CLOCK: [2012-02-01 Wed 03:34]--[2012-02-01 Wed 10:55] =>  7:21
** Initial Groundwork
   CLOCK: [2012-01-30 Thu 12:00]--[2012-01-30 Thu 15:00] =>  3:00
   CLOCK: [2012-01-27 Thu 07:05]--[2012-01-27 Thu 09:05] =>  2:00
   CLOCK: [2012-01-26 Thu 17:42]--[2012-01-26 Thu 22:34] =>  4:52
